/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Achtung! Wenn sie diese Option aktivieren, wird Growl.app Ihren Anmeldeobjekten hinzugefügt";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Wenn Sie dies zulassen, wird Growl jedes Mal starten, wenn Sie sich anmelden, damit es jederzeit für Anwendungen verfügbar ist.";

/* No comment provided by engineer. */
"Application: %@%\nTitle: %@\nDescription: %@\nClick to open the log" = "Anwendung: %1$@%2$\nTitel: %3$@\nBeschreibung: %4$@\nKlicken um die Aufzeichnung zu öffnen";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Wollen Sie wirklich %@ entfernen?";

/* Button title for canceling */
"Cancel" = "Abbrechen";

/* Next page is enabling growl at login */
"Continue on to enable Growl at login" = "Fortfahren um Growl bei der Anmeldung zu aktivieren";

/* Next page is whats new in the current growl */
"Continue to learn whats new in Growl 1.3" = "Fortfahren um zu erfahren, was neu in Growl 1.3 ist";

/* Next page is removing old growl's */
"Continue to remove old copies of Growl" = "Fortfahren um alte Exemplare von Growl zu entfernen";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Konnte Klang-Datei mit dem Namen \"%@\" nicht finden";

/* Title of menu item for default display */
"Default" = "Standard";

/* Button label for disabling history */
"Disable History" = "Geschichte deaktivieren";

/* Done */
"Done" = "Fertig";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Einstellen dass Growl bei der Anmeldung läuft";

/* No comment provided by engineer. */
"Growl 1.3 comes with a completely new networking system, called GNTP. GNTP can talk to Growl 1.3 and above, and other GNTP compliant software, such as Growl for Windows" = "Growl 1.3 verfügt über ein völlig neues Netzwerk-System, das sich „GNTP“ nennt. GNTO funktioniert mit Growl 1.3 und neuer sowie anderer GNTP-konformer Software wie etwa Growl für Windows.";

/* No comment provided by engineer. */
"Growl 1.3 comes with a number of changes and new features for users.  Growl now runs as a status bar item, and preferences can be reached from there" = "Growl 1.3 verfügt über eine Reihe von Änderungen und neuen Merkmalen für den Benutzer. Growl läuft nun als Menüleisten-Eintrag, auf Einstellungen kann von dort zugegriffen werden.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Growl-Geschichte deaktiviert";

/* No comment provided by engineer. */
"Growl needs to run all of the time in order to work. Please click this button to enable Growl to run at Login" = "Growl muss durchgehend laufen um zu funktionieren. Bitte klicken diesen Knopf um Growl bei der Anmeldung zu starten.";

/* No comment provided by engineer. */
"History, and the notification rollup are also new.  When you are idle, notifications will be stored in a window for when you return to your computer.\nHistory is on by default, but you can click below to turn it off" = "Geschichte sowie das Aufrollen von Benachrichtigungen sind ebenfalls neu. Wenn Sie inaktiv sind, werden Benachrichtigungen in einem Fenster gesichert bis zu Ihrer Rückkehr an den Computer. Geschichte ist voreingestellt, aber sie können diese Funktionalität unten ausstellen.";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "%@ in Kenntnis setzen, wenn eine Benachrichtigung geklickt wird";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Ungültige Version des Protokolls. Nur Version 1.0 wird unterstützt.";

/* Button label for showing a website with more information on GNTP */
"Learn more about GNTP" = "Mehr über GNTP erfahren";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Herkömmliches Growl-Deinstallationsprogramm";

/* Title for starting growl at login */
"Let Growl Start at Login" = "Growl bei der Anmeldung starten lassen";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Fehlender Initialisierungsvektor für die Verschlüsselung";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Fehlender, missgebildeter oder ungültiger Hash-Schlüssel";

/* Title for whats new to growl */
"New to Growl 1.3" = "Neu in Growl 1.3";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No Recent Notifications" = "Keine neuen Benachrichtigungen";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Growl-Einstellungen öffnen...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Growl-Systemeinstellung öffnen";

/* No comment provided by engineer. */
"Pause Growl" = "Growl anhalten";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Optische Growl-Benachrichtigungen anhalten";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Bitte nicht „localhost\" eingeben, Growl unterstützt keine Weiterleitung an sich selbst.";

/* A valid IP or domain is needed to forward to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Bitte eine gültige IPv4- oder IPv6-Adresse oder einen gültigen Domainnamen eingeben";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Erweiterung '%@' wurde erfolgreich installiert. Möchten Sie sie jetzt anpassen?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Erweiterung '%@' ist bereits installiert, möchten Sie sie überschreiben?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Erweiterung '%@' wird auf diesem Mac mit dieser Version von Mac OS X nicht laufen. Wollen sie sie dennoch installieren?";

/* No comment provided by engineer. */
"Plugin already exists" = "Erweiterung existiert bereits";

/* No comment provided by engineer. */
"Plugin installed" = "Erweiterung installiert";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Der Erweierung fehlt die native Architektur";

/* No comment provided by engineer. */
"Plugin not installed" = "Erweiterung nicht installiert";

/* Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Vorschau";

/* No comment provided by engineer. */
"Quit" = "Beenden";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Growl gänzlich beenden";

/* Button title for removing something */
"Remove" = "Entfernen";

/* Title for removing old copies of growl */
"Remove old copies of Growl" = "Alte Exemplare von Growl entfernen";

/* No comment provided by engineer. */
"Resume Growl" = "Growl fortsetzen";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Optische Growl-Benachrichtigungen fortsetzen";

/* Button label for showing the preference pane */
"Show me the preference pane" = "Man zeige mir die Systemeinstellung";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Irgendwie sind wir beim Analysieren der Protokollkennung hierher gelangt ohne einen Fehler, dies sollte unmöglich sein, entweder ist sie gültig oder nicht";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Es gab %lu Benachrichtigung während Ihrer Abwesenheit";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Bei der Installation der Erweiterung '%@' ist ein Fehler aufgetreten.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Es gab %lu Benachrichtigungen während Ihrer Abwesenheit";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Diese Handlung kann nicht rückgängig gemacht werden, bitte bestätigen Sie, dass Sie die gesamte Benachrichtigungs-Geschichte löschen wollen";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Dies ist eine Vorschau des Stils %@";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Hierbei werden alle Growl-Einstellungen für %@ entfernt.";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Um das unbegrenzte Anwachsen der Geschichtsdatenbank zu verhindern, muss mindestens eine Form der automatischen Begrenzung aktiv sein.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Das Abschalten beider automatischen Begrenzungsfunktionen ist nicht erlaubt.";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Warnung! Im Begriff die GESAMTE Geschichte zu löschen";

/* No comment provided by engineer. */
"We have found an old installation of Growl on your computer. Please click on this button to go to our website to download the uninstaller.  Manual removal instructions are also available." = "Es wurde eine alte Installation von Growl auf Ihrem Computer gefunden. Bitte klicken Sie diesen Knopf um unsere Internetseite zu besuchen zwecks Herunterladens des Deinstallationsprogramms. Anweisungen zum händischen Entfernen sind ebenfalls verfügbar.";

/* Title welcoming a new user to growl */
"Welcome to Growl!" = "Willkommen bei Growl!";

/* No comment provided by engineer. */
"Welcome to the Growl walkthrough. Even if you have used Growl before, it would be helpful to you if you take a moment to to get to know Growl 1.3." = "Willkommen bei beim Growl-Walkthrough. Auch wenn Sie bereits Growl verwendet haben, wäre es Ihnen eine Hilfe, wenn Sie sich einen Moment nehmen würden um Growl 1.3 kennen zu lernen.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* Done with first launch dialog */
"You are all ready to go, enjoy Growl!" = "Sie sind bereit, viel Spaß mit Growl!";